{
  "HomePage": {
    "title": "Baby Journal",
    "subtitle": "The ultimate digital diary for motherhood",
    "description": "Document your baby's activities, milestones, and precious moments effortlessly. Share your baby's journey with your loved ones."
  },
  "Common": {
    "learn-more": "Go to Journal",
    "login": "Login",
    "add-post-modal-button": "Add New Post",
    "add-user-modal-button": "Add New User",
    "cancel-button": "Cancel",
    "delete-button": "Delete",
    "logout-button": "Logout",
    "no-posts-have-been-created-yet": "No posts have been created yet...",
    "posts": "Posts",
    "users": "Users",
    "loading": "Loading..."
  },
  "Footer": {
    "powered_by": "Powered by",
    "all-rights-reserved": "All Rights Reserved"
  },
  "ProfilePage": {
    "user-profile": "User Profile",
    "member-since": "Member Since:",
    "email": "Email:",
    "admin": "Admin",
    "user": "User"
  },
  "ContactPage": {
    "title": "Get in Touch with Us!",
    "paragraph-one": "We'd love to hear from you. Whether you have questions, feedback, or just want to share your baby's milestones, we're here to help. Fill out the form below, and we'll get back to you as soon as possible.",
    "paragraph-two": "Thank you for being a part of our baby journal community!"
  },
  "AboutPage": {
    "title": "About Baby Journal: Cherish Every Moment of Your Baby's Journey",
    "paragraph-one": "Baby Journal is the ultimate web app designed for mothers to document their baby's activities, milestones, and precious moments.",
    "paragraph-two": "Seamlessly record daily events, share tips, and track your baby's growth and development. With intuitive features, you can add photos, write descriptions and like other mothers' baby achievements. Baby Journal keeps your memories safe and organized, making it easy to reflect on your motherhood journey and share insights with other moms. Join our community and start creating a beautiful, personalized diary for your baby today!"
  },
  "DashboardPage": {
    "title": "Dashboard"
  },
  "JournalPage": {
    "back-to-journal-button": "Back to Journal"
  }
}
